Repository: Daniil-Kost/django_studentsdb_project
Catalog: students/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Student
uk: Студент

source: Students
uk: Студенти

source: Name
uk: Імʼя

source: Last Name
uk: Прізвище

source: Middle Name
uk: По-батькові

source: Birthday
uk: Дата народження

source: Photo
uk: Фото

source: Ticket
uk: Білет

source: Group
uk: Група

source: Notes
uk: Нотатки

source: Place Born
uk: Місце народження

source: Groups
uk: Групи

source: Leader
uk: Староста

source: Audience
uk: Аудиторія

source: Exam
uk: Іспит

source: Exams
uk: Іспити

source: Science
uk: Предмет

source: Teacher
uk: Викладач

source: Time
uk: Час проведення

source: Exam Result
uk: Результат Іспиту

source: Exams Results
uk: Результати Іспитів

source: Result
uk: Результат

source: Test(Yes or No)
uk: Залік/Незалік

source: Monthly Journal
uk: Облік Відвідувань

source: Mounthly Journals
uk: Обліки Відвідувань

source: Date
uk: Дата

source: Students Database Service
uk: База Студентів

source: App to manage students database
uk: Система обліку студентів навчального закладу

source: Students Accouting Service
uk: Сервіс Обліку Студентів

source: Group:
uk: Група

source: All Students
uk: Усі Студенти

source: Journal
uk: Відвідування

source: Contact
uk: Контакти

source: Students Accounting Service
uk: Сервіс Обліку Студентів

source: Contact with Admin
uk: Звʼязок із Адміністратором

source: Please correct the following errors
uk: Будь-ласка, виправте наступні помилки

source: Delete Exam
uk: Видалення Іспиту

source: Form delete exam
uk: Форма видалення іспиту

source: Do you really want to delete exam: "%(object)s" ?
uk: Ви дійсно бажаєте видалити іспит: "%(object)s" ?

source: Delete
uk: Видалити

source: Cancel
uk: Скасувати

source: Edit Exam
uk: Редагування Іспиту

source: Form edit exam
uk: Форма редагування іспиту

source: Exam Results
uk: Результати Іспитів

source: Add Exam
uk: Додати Іспит

source: Actions
uk: Дії

source: Edit
uk: Редагувати

source: Action
uk: Дія

source: Results
uk: Результати

source: Add Exam Result
uk: Додати результат іспиту

source: Form
uk: Форма

source: Add student
uk: Додати студента

source: Add group
uk: Додати групу

source: Add exam
uk: Додати іспит

source: Add exam result
uk: Додати результат іспиту

source: Delete Group
uk: Видалити групу

source: Form Delete Group
uk: Форма видалення групи

source: Do you really want to delete group: "%(object)s" ?
uk: Ви дійсно бажаєте видалити групу: "%(object)s" ?

source: Edit Group
uk: Редагувати групу

source: Form edit group
uk: Форма редагування групи

source: Add Group
uk: Додати групу

source: There are no students in the database yet. Please,
uk: Поки немає жодного студента в базі. Будь-ласка,

source: add
uk: додайте

source: your first student.
uk: першого.

source: We automatically save changes into journal while you click inside table cells.
uk: Зміни в журнал зберігаються автоматично при кожному кліку в клітинці таблиці.

source: Saving...
uk: Збереження...

source: When data is unpredictable error occurred. Try to fill the browsing history later.
uk: Під час обробки даних виникла непередбачувана помилка. Спробуйте заповнити журнал відвідувань пізніше.

source: Previous Month
uk: Попередній Місяць

source: Next Month
uk: Наступний Місяць

source: Delete exam result
uk: Видалення результату іспиту

source: Form delete exam result
uk: Форма видалення результату іспиту

source: Do you really want to delete exam result: "%(object)s" ?
uk: Ви дійсно бажаєте видалити результат іспиту: "%(object)s" ?

source: Edit Exam Results
uk: Редагування результату іспиту

source: Form edit exam results
uk: Форма редагування результату іспиту

source: Delete Student
uk: Видалення студента

source: Form delete student
uk: Форма видалення студента

source: Do you really want to delete student: "%(object)s" ?
uk: Ви дійсно бажаєте видалити студента: "%(object)s" ?

source: Edit Student
uk: Редагування Студента

source: Form edit student
uk: Форма редагування студента

source: Students List
uk: Список Студентів

source: Add Student
uk: Додати Студента

source: First Name
uk: Ім'я

source: Ticket №
uk: № Білету

source: Send
uk: Відправити

source: Your email adress
uk: Ваша емейл адресса

source: Title
uk: Заголовок

source: Text message
uk: Текст повідомлення

source: When you send an unexpected error occurred. Try this form later.
uk: Під час відправки виникла непередбачувана помилка. Спробуйте скористатись данною формою пізніше.

source: Message sent successfully !
uk: Повідомлення відправлено успішно !

source: Save
uk: Зберегти

source: Exam %(science)s (%(gr)s) succesfully added !
uk: Іспит %(science)s (%(gr)s) успішно додано!

source: Exam %(science)s (%(gr)s) succesfully saved !
uk: Іспит %(science)s (%(gr)s) успішно збережено !

source: Exam succesfully deleted !
uk: Іспит успішно видалено !

source: Exam result %(exams)s (%(students)s) succesfully added !
uk: Результат іспиту %(exams)s (%(students)s) успішно додано !

source: Exam result %(exams)s %(students)s succesfully saved !
uk: Результат іспиту %(exams)s (%(students)s) успішно збережено

source: Exam result succesfully deleted !
uk: Резульат іспиту успішно видалено !

source: Group %(title)s succesfully added !
uk: Група %(title)s успішно додана !

source: Group %(title)s succesfully saved !
uk: Група %(title)s успішно збережена !

source: Group succesfully deleted !
uk: Групу успішно видалено !

source: Student %(first_name)s %(last_name)s added succesfully !
uk: Студента %(first_name)s %(last_name)s успішно додано !

source: Student add canceled !
uk: Додавання студента скасовано

source: Student %(first_name)s %(last_name)s saved succesfully !
uk: Студента %(first_name)s %(last_name)s успішно збережено !

source: Student succesfully deleted !
uk: Студента успішно видалено !
